[Play_X2_XP_ASSN_S_ADVENT_Tower_Available AkEvent]
SpokenText="The Elders insisted on a peace with your deplorable species, and at its heart, this tower stands as a testament to this ill-conceived union."

[Play_X2_XP_ASSN_S_Assault_Avenger_First AkEvent]
SpokenText="Since you continue to flee and hide like vermin, I will come to you, and we will fight at the threshold of your sanctuary."

[Play_X2_XP_ASSN_S_Assault_Avenger_Subs AkEvent]
SpokenText="I will not waste another opportunity to strike at your heart. You have taken a great many things from the Elders, and I will be the one to return them all."

[Play_X2_XP_ASSN_S_Assaulting_Bastion_First AkEvent]
SpokenText="Now a true test of your allies' devotion to the cause. Will they waver in the face of death?"

[Play_X2_XP_ASSN_S_Assaulting_Bastion_Subs_A AkEvent]
SpokenText="There will be no strongholds, no bastions to serve your fledgling resistance. I will see them crumble."

[Play_X2_XP_ASSN_S_Assaulting_Bastion_Subs_B AkEvent]
SpokenText="I will spread fear across this world. All will know what lies ahead."

[Play_X2_XP_ASSN_S_Avatar_Meter_High AkEvent]
SpokenText="The Elders have nearly come to realize their vision, and so it would seem time grows short for both of us, Commander."

[Play_X2_XP_ASSN_S_Chosen_Knowledge_Complete AkEvent]
SpokenText="The time is near, for I have learned all that I require to arrive at your doorstep, Commander. Prepare for your return!"

[Play_X2_XP_ASSN_S_Chosen_Knowledge_Halfway AkEvent]
SpokenText="Slowly my knowledge of your movements grows, and with each passing day I come closer to ending your ceaseless flight from battle!"

[Play_X2_XP_ASSN_S_Chosen_Leveled_Up AkEvent]
SpokenText="My training, my focus, all of my efforts have been rewarded! I am reinvigorated!"

[Play_X2_XP_ASSN_S_Covert_Action_Cancelled_Plans AkEvent]
SpokenText="Your interference in my plans may slow, but can never stop, the inevitable fate of this world."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_A AkEvent]
SpokenText="It would seem there is no end to the troubles that pursue you, Commander."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_B AkEvent]
SpokenText="I cannot imagine this will improve your chances of success."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_C AkEvent]
SpokenText="You must come to understand balance, otherwise you may find yourself overwhelmed by the world itself."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_D AkEvent]
SpokenText="You had your opportunity to avoid this scenario, but now you must face it directly."

[Play_X2_XP_ASSN_S_Dark_Event_Complete_E AkEvent]
SpokenText="Your world grows a bit darker as the Elders' vision takes form."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_A AkEvent]
SpokenText="If that was the best you can manage in battle, this world will be mine even sooner than I had envisioned."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_B AkEvent]
SpokenText="I had expected so much more from you. Perhaps the Elders have grown weak after so many centuries."

[Play_X2_XP_ASSN_S_Defeated_XCOM_In_Tactical_C AkEvent]
SpokenText="Where will the people of this planet turn when they realize their last hope has fallen?"

[Play_X2_XP_ASSN_S_Enter_Chosen_Territory AkEvent]
SpokenText="Your tenacity could prove your undoing, Commander. If you would seek a fight with me, I hope you are truly ready to match my skills."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_A AkEvent]
SpokenText="There is no shame in a tactical withdrawal, one must know their limits."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_B AkEvent]
SpokenText="Once I've regrouped, we will be seeing each other again."

[Play_X2_XP_ASSN_S_Escaped_XCOM_In_Tactical_C AkEvent]
SpokenText="The next time we meet I will be prepared to end this!"

[Play_X2_XP_ASSN_S_Geoscape_Favored AkEvent]
SpokenText="It was inevitable that I be favored among the Chosen to rule this world. All who remain will fall before me. Enjoy your final days of freedom, Commander."

[Play_X2_XP_ASSN_S_Philosophy_A AkEvent]
SpokenText="Just as you are driven to free your people from the perceived oppression of the Elders, the burden of honor instilled upon me since my creation drives my service to the gods regardless of their intention."

[Play_X2_XP_ASSN_S_Philosophy_B AkEvent]
SpokenText="We are not all that dissimilar, Commander. We have both lost, and in turn caused great loss for others. I shed blood in my masters' name, just as you send others to shed blood in yours. There is a fine line between honor and hypocrisy."

[Play_X2_XP_ASSN_S_Philosophy_C AkEvent]
SpokenText="There is no shame in admitting my admiration for your resolve in the face of insurmountable odds. I was born of battle, of the desire to face my enemies in combat and surrender to no one! In you, I see a shadow of my own creation."

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_A AkEvent]
SpokenText="Do you see the cost of your actions? Do your soldiers truly understand what lies ahead for them? Bear witness!"

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_B AkEvent]
SpokenText="Your soldiers should never allow themselves to be captured in battle! Their dishonor will only be compounded by their suffering."

[Play_X2_XP_ASSN_S_Photo_Booth_Taunt_Thres_Change_C AkEvent]
SpokenText="How long do you think it will be before our newest prisoner reveals your secrets?"

[Play_X2_XP_ASSN_S_Player_Built_Shadow_Chamber AkEvent]
SpokenText="That it would take a machine for you to truly understand the Elders' ways, shows the depths of your inexperience."

[Play_X2_XP_ASSN_S_Player_Contacted_Reaper_HQ AkEvent]
SpokenText="The cooperation of these extremists will do little to unite the forces of your resistance, Commander."

[Play_X2_XP_ASSN_S_Player_Contacted_Skirmisher_HQ AkEvent]
SpokenText="If it was your intention to aggravate me further by seeking the aid of those traitorous dogs then you have succeeded!"

[Play_X2_XP_ASSN_S_Player_Contacted_Templar_HQ AkEvent]
SpokenText="Your Templar friends are no different than countless other species who found themselves obsessed with the Elders' power."

[Play_X2_XP_ASSN_S_Player_Found_Forge_Coords AkEvent]
SpokenText="Be warned, Commander. Your pursuits into these facilities will only be met with death for all you send to satisfy your curiosity."

[Play_X2_XP_ASSN_S_Player_Found_Gate_Coords AkEvent]
SpokenText="Given your limited resources, you would be wise to leave this site untouched, for any incursion will be met with swift reprisal."

[Play_X2_XP_ASSN_S_Player_Killed_Avatar AkEvent]
SpokenText="The Elders have created a great many things, but today, you have destroyed what is perhaps most sacred to their vision. It was a courageous, if not entirely foolish act."

[Play_X2_XP_ASSN_S_Player_Killed_Codex AkEvent]
SpokenText="I have often wondered why the Elders would entrust their knowledge within a being so temperamental, so unmoved by our pursuits."

[Play_X2_XP_ASSN_S_Player_Near_Forge_Region AkEvent]
SpokenText="The Elders will have me kill any of your loyal forces sent to investigate this site, Commander. Will you tell your soldiers of their fate?"

[Play_X2_XP_ASSN_S_Player_Near_Gate_Region AkEvent]
SpokenText="You would do well to leave all that you have found where it lies. You are not prepared for the path that lies ahead."

[Play_X2_XP_ASSN_S_Player_Recovered_Forge_Body AkEvent]
SpokenText="You would seize upon the Elders' creations, but your attempts at hindering their vision will only mean minor delays in the unyielding march towards eternity."

[Play_X2_XP_ASSN_S_Player_Recovered_Gate AkEvent]
SpokenText="Humans and their curiosity are not easily separated, but now you would cross the threshold towards something beyond your understanding."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_A AkEvent]
SpokenText="I will mourn my fallen kin just as you mourn your fallen compatriots, through the blood of my enemies spilled in battle!"

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_B AkEvent]
SpokenText="Regardless of their own ruinous choices, I will avenge the death of my sibling in the Elders' name."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_C AkEvent]
SpokenText="My siblings are often careless, so it is of no surprise to learn of your victory over them in battle. Still, I will mourn their loss."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_D AkEvent]
SpokenText="The Elders disgust for the loss of my kin is beyond measure, for we were all warned of the price of failure here."

[Play_X2_XP_ASSN_S_Post_Chosen_Killed_E AkEvent]
SpokenText="Had they not fallen by your hand, it was surely inevitable that they would have suffered the same fate through the Elders' own wrath."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_A AkEvent]
SpokenText="You should prepare your forces for these difficult outcomes, Commander. The Elders would not have sent me were I not skilled at my craft."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_B AkEvent]
SpokenText="I was created as the herald of victory, for no warrior with greater talents can be found anywhere within the Elders' dominion."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_C AkEvent]
SpokenText="Do not wallow in defeat, for your meager forces stood little chance of ever besting a warrior of my talents."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_D AkEvent]
SpokenText="I am no ordinary servant of the Elders, I do not require the tactical insights you once provided these lesser beings. As you have seen, I am quite versed in battle."

[Play_X2_XP_ASSN_S_Post_Combat_Chosen_Success_E AkEvent]
SpokenText="Your defeat was all but certain the moment you had the misfortune to cross paths with me, Commander."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_A AkEvent]
SpokenText="Your soldiers fought well today, Commander, their victory well-earned. But do not expect that I will be discouraged, for I am dauntless in my mission!"

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_B AkEvent]
SpokenText="Given the sacrifices you are willing to make on the battlefield, it was inevitable that you would eventually find limited success in some form."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_C AkEvent]
SpokenText="I will learn from this defeat, and return stronger and more resilient to your tactics!"

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_D AkEvent]
SpokenText="A victory without design, is as aimless as those condemned to drift in the void."

[Play_X2_XP_ASSN_S_Post_Combat_XCOM_Success_E AkEvent]
SpokenText="Savor your victory, for there are no assurances of a future for any of us."

[Play_X2_XP_ASSN_S_Retaliation_Blade_A AkEvent]
SpokenText="If these are the support structures of your resistance, then I will strike at your foundation!"

[Play_X2_XP_ASSN_S_Retaliation_Blade_B AkEvent]
SpokenText="Any who would aid in your defiance of the Elders' will suffer the same fate, Commander."

[Play_X2_XP_ASSN_S_Retaliation_Blade_C AkEvent]
SpokenText="Do your friends realize that their fate hinges only on your return to the Elders' grasp?"

[Play_X2_XP_ASSN_S_Retaliation_Blade_D AkEvent]
SpokenText="Innocent lives will be lost today no doubt, and their blood will be on your hands."

[Play_X2_XP_ASSN_S_Retaliation_Blade_E AkEvent]
SpokenText="Their made their choice, and now they will suffer the consequences."

[Play_X2_XP_ASSN_S_Retaliation_Complete_A AkEvent]
SpokenText="These trusting followers of the resistance have paid the ultimate price for their brazen contempt of the Elders."

[Play_X2_XP_ASSN_S_Retaliation_Complete_B AkEvent]
SpokenText="The Elders do not see them as innocents, be they man, woman, or child. All who stand in defiance are to be purged, honor be damned."

[Play_X2_XP_ASSN_S_Retaliation_Complete_C AkEvent]
SpokenText="I take no satisfaction in battle with those who do know it, and would not seek it. But I am beholden to my masters' will, and they would silence all questions."

[Play_X2_XP_ASSN_S_Retaliation_Complete_D AkEvent]
SpokenText="You have brought many new faces to serve among your resistance, but when they needed you most, you failed to protect them."

[Play_X2_XP_ASSN_S_Retaliation_Complete_E AkEvent]
SpokenText="Let this stand as a reminder to you, Commander. Until you return to your place at the Elders' side, all who would stand with you in defiance will suffer the same fate."

[Play_X2_XP_ASSN_S_Sabotage_Failed_A AkEvent]
SpokenText="You have avoided these shallow attempts at subversion, this time."

[Play_X2_XP_ASSN_S_Sabotage_Failed_B AkEvent]
SpokenText="Victory can be found through the most unorthodox of means, but today it was not fated."

[Play_X2_XP_ASSN_S_Sabotage_Failed_C AkEvent]
SpokenText="There is no honor in these tactics, and I do not regret their failure."

[Play_X2_XP_ASSN_S_Sabotage_Failed_D AkEvent]
SpokenText="I will find success elsewhere, these lowly tactics will not sully my honor."

[Play_X2_XP_ASSN_S_Sabotage_Failed_E AkEvent]
SpokenText="In my service to the Elders, I am obligated to try even the most disreputable of tactics."

[Play_X2_XP_ASSN_S_Sabotage_Success_A AkEvent]
SpokenText="To win this war, there is no approach that is beneath me in my service to the Elders."

[Play_X2_XP_ASSN_S_Sabotage_Success_B AkEvent]
SpokenText="In my quest to be the Elders' favored child, even I must resort to the deceptive tactics of my enemy."

[Play_X2_XP_ASSN_S_Sabotage_Success_C AkEvent]
SpokenText="You should recognize the simplicity of these tactics, Commander, for they are the same as those you employ against the Elders."

[Play_X2_XP_ASSN_S_Sabotage_Success_D AkEvent]
SpokenText="Just as you have adapted your campaigns to fuel the resistance, so too shall I adapt to satisfy the Elders' vision and claim my reward."

[Play_X2_XP_ASSN_S_Sabotage_Success_E AkEvent]
SpokenText="If these are the methods that are required to fulfill my purpose, then so be it."

[Play_X2_XP_ASSN_S_Soldier_Captured_A AkEvent]
SpokenText="I find these captives are often eager to share their experiences, once the pressure of disappointing their Commander has been removed from their conscience."

[Play_X2_XP_ASSN_S_Soldier_Captured_B AkEvent]
SpokenText="Given time, your prisoner will no doubt share all that they know, especially when faced with the ceaseless terror of the void."

[Play_X2_XP_ASSN_S_Soldier_Captured_C AkEvent]
SpokenText="The forces of ADVENT have taken many captives in their time, but they are not nearly as persuasive as I am."

[Play_X2_XP_ASSN_S_Soldier_Captured_D AkEvent]
SpokenText="To gain the upper hand on my siblings, I must use whatever means necessary to gather fresh information."

[Play_X2_XP_ASSN_S_Soldier_Captured_E AkEvent]
SpokenText="False promises of rescue are always a valuable tool in extracting intelligence from these human prisoners."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Covert_A AkEvent]
SpokenText="Your pathetic attempt at subterfuge has failed, and now one your soldiers is my captive."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Covert_B AkEvent]
SpokenText="If you had hoped to deceive me, you'll have to try harder. Our newest captive is the price of your failure."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Mission_A AkEvent]
SpokenText="It seems you've left one of your people behind. Unfortunately I can't promise you their safety."

[Play_X2_XP_ASSN_S_Soldier_Captured_Post_Mission_B AkEvent]
SpokenText="I have no doubt the soldier you left in the field will be of great benefit to my intelligence gathering."

[Play_X2_XP_ASSN_S_Soldier_Rescued_A AkEvent]
SpokenText="I cannot fault you for showing loyalty to an ally in need, it would dishonor us both to deny your success."

[Play_X2_XP_ASSN_S_Soldier_Rescued_B AkEvent]
SpokenText="I suppose after having allowed them to be captured, the least you could do is mount a rescue attempt."

[Play_X2_XP_ASSN_S_Soldier_Rescued_C AkEvent]
SpokenText="I just hope your soldier was not too scarred by the experience, as brief as it was."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_A AkEvent]
SpokenText="There will be no refuge, no more holes for you to hide in! I am coming for you."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_B AkEvent]
SpokenText="All has been revealed! I hope you will prepare a warm welcome for my arrival."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Four_C AkEvent]
SpokenText="I am coming for you, Commander. There will be no further delays."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_A AkEvent]
SpokenText="Things are becoming clear, I see now how it is you plan on subverting our forces. Proceed carefully."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_B AkEvent]
SpokenText="You're beginning to slip, your plans are no longer as unpredictable as you may have thought. The risks are ever-increasing."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Three_C AkEvent]
SpokenText="It won't be long now, Commander. Just as your plans become clear, so too will the location of your Avenger."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_A AkEvent]
SpokenText="With each passing day, I come closer to finding you and your remaining forces. Ready yourself."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_B AkEvent]
SpokenText="You should only hope that I find you before the others do. They aren't nearly as civil."

[Play_X2_XP_ASSN_S_Threshold_Taunts_Level_Two_C AkEvent]
SpokenText="Time is not on your side. It won't be long before I find you, Commander."

[Play_X2_XP_ASSN_S_XCOM_Covert_Action_Ambushed AkEvent]
SpokenText="Did you honestly expect to operate in the shadows while I still move among the living?"

[Play_X2_XP_ASSN_S_XCOM_Fame_Spreading AkEvent]
SpokenText="Your efforts have become well-known to the people of this world, but I am afraid you bring them nothing but false hope, Commander."

[Play_X2_XP_ASSN_S_XCOM_Lost_Mission AkEvent]
SpokenText="Your response to this defeat will be a true test of your character. How will you contend with such a challenge?"

[Play_X2_XP_ASSN_S_XCOM_Lost_Stronghold AkEvent]
SpokenText="You had a golden opportunity to strike at my one refuge in this loathsome world, and you squandered it in a half-hearted strike. Now, that occasion is lost to you forever, and there will be no further trespasses against me."

[Play_X2_XP_ASSN_S_XCOM_Lost_Veteran_A AkEvent]
SpokenText="You have given your fallen soldier as honorable an exit from this foolhardy campaign as any of your kind could hope for."

[Play_X2_XP_ASSN_S_XCOM_Lost_Veteran_B AkEvent]
SpokenText="Your soldier has died as honorable a death as any seasoned warrior could ever hope for. Do not mourn them, envy them."

[Play_X2_XP_ASSN_S_XCOM_Recovered_Fragment AkEvent]
SpokenText="If your newfound understanding will bring us closer to a decisive ending, then I welcome your attempts to find me."

